{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_System",
			"Children": [
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Window Mode: "
					},
					"Translation":
					{
						"Text": "Window Mode: "
					},
					"Key": "WindowMode"
				},
				{
					"Source":
					{
						"Text": "Show FPS: "
					},
					"Translation":
					{
						"Text": "Show FPS: "
					},
					"Key": "ShowFPS"
				},
				{
					"Source":
					{
						"Text": "Textures: "
					},
					"Translation":
					{
						"Text": "Textures: "
					},
					"Key": "Textures"
				},
				{
					"Source":
					{
						"Text": "Shadows: "
					},
					"Translation":
					{
						"Text": "Shadows: "
					},
					"Key": "Shadow"
				},
				{
					"Source":
					{
						"Text": "Effects: "
					},
					"Translation":
					{
						"Text": "Effects: "
					},
					"Key": "Effects"
				},
				{
					"Source":
					{
						"Text": "Post-Processing: "
					},
					"Translation":
					{
						"Text": "Post-Processing: "
					},
					"Key": "PostProcessing"
				},
				{
					"Source":
					{
						"Text": "View Distance: "
					},
					"Translation":
					{
						"Text": "View Distance: "
					},
					"Key": "ViewDiistance"
				},
				{
					"Source":
					{
						"Text": "Anti-aliasing: "
					},
					"Translation":
					{
						"Text": "Anti-aliasing: "
					},
					"Key": "Anti-aliasing"
				},
				{
					"Source":
					{
						"Text": "Title Screen"
					},
					"Translation":
					{
						"Text": "Title Screen"
					},
					"Key": "TitleScreen"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "Retry"
					},
					"Key": "Retry"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "Continue"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Apply"
					},
					"Key": "Apply"
				},
				{
					"Source":
					{
						"Text": "Score"
					},
					"Translation":
					{
						"Text": "Score"
					},
					"Key": "Score"
				},
				{
					"Source":
					{
						"Text": "High Score: "
					},
					"Translation":
					{
						"Text": "High Score: "
					},
					"Key": "HighScore"
				},
				{
					"Source":
					{
						"Text": "Tutorial/Help"
					},
					"Translation":
					{
						"Text": "Tutorial/Help"
					},
					"Key": "tutorial"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Close Window"
					},
					"Translation":
					{
						"Text": "Close Window"
					},
					"Key": "CloseWindow"
				},
				{
					"Source":
					{
						"Text": "Next"
					},
					"Translation":
					{
						"Text": "Next"
					},
					"Key": "Next"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "Tutorial"
					},
					"Key": "t_presentation"
				},
				{
					"Source":
					{
						"Text": "Use AWSD or Left Joystick on GamePad for move the character.\n\nUse the Mouse or Right Joystick for move the camera.\n\nUse RMB or Left Trigger on Gamepad for Aim.\n\nUse LMB or Right Trigger on Gamepad for Fire.\n\nUse Shift or Left Joystick Button on Gamepad for Run.\n\nUse Esc or 'P' or Start for display Pause Menu."
					},
					"Translation":
					{
						"Text": "Use AWSD or Left Joystick on GamePad for move the character.\n\nUse the Mouse or Right Joystick for move the camera.\n\nUse RMB or Left Trigger on Gamepad for Aim.\n\nUse LMB or Right Trigger on Gamepad for Fire.\n\nUse Shift or Left Joystick Button on Gamepad for Run.\n\nUse Esc or 'P' or Start for display Pause Menu."
					},
					"Key": "controls"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controls"
					},
					"Key": "t_controls"
				},
				{
					"Source":
					{
						"Text": "Last Words..."
					},
					"Translation":
					{
						"Text": "Last Words..."
					},
					"Key": "t_endwords"
				},
				{
					"Source":
					{
						"Text": "Your Ammo/Health are limited but you can recover some Health/Ammo in containers,\nBut be careful, you could be blocked by Enemies and sometimes some containers have nothing inside...\n"
					},
					"Translation":
					{
						"Text": "Your Ammo/Health are limited but you can recover some Health/Ammo in containers,\nBut be careful, you could be blocked by Enemies and sometimes some containers have nothing inside...\n"
					},
					"Key": "items"
				},
				{
					"Source":
					{
						"Text": "Hello and Welcome to this mini-game, \nThe goal of this game is reach highest score possible.\nThe maps and their items are generated randomly\n\nYou can get points by killing androids or moving forward on the map.\nIf you die, you lose. \nYou have 3 retries but you will not recover Ammo."
					},
					"Translation":
					{
						"Text": "Hello and Welcome to this mini-game, \nThe goal of this game is reach highest score possible.\nThe maps and their items are generated randomly\n\nYou can get points by killing androids or moving forward on the map.\nIf you die, you lose. \nYou have 3 retries but you will not recover Ammo."
					},
					"Key": "presentation"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "Items"
					},
					"Key": "t_Items"
				},
				{
					"Source":
					{
						"Text": "You can access to this Tutorial from Pause menu in the option \"Tutorial/Help\"\n\nThanks for take your time for try... and Enjoy it !!! :D"
					},
					"Translation":
					{
						"Text": "You can access to this Tutorial from Pause menu in the option \"Tutorial/Help\"\n\nThanks for take your time for try... and Enjoy it !!! :D"
					},
					"Key": "endwords"
				}
			]
		}
	]
}